Repository: nakagumahissao/Kakeibo.AppHost
Catalog: kakeibo.api/Resources/SharedResources.*.resx
Languages: de, es, ja_jp, pt_br

# E-mail de redefinição de senha enviado com sucesso.
source: Password reset email sent successfully.
de: E-Mail zum Zurücksetzen des Passworts erfolgreich gesendet.
es: Correo electrónico de restablecimiento de contraseña enviado con éxito.
ja_jp: パスワード再設定メールが正常に送信されました。
pt_br: E-mail de redefinição de senha enviado com sucesso.

# E-mail não cadastrado.
source: Email not registered.
de: E-Mail nicht registriert.
es: Correo electrónico no registrado.
ja_jp: メールアドレスが登録されていません。
pt_br: E-mail não cadastrado.

# Erro
source: Error
de: Fehler
ja_jp: エラー
pt_br: Erro

# Falha ao enviar o e-mail de redefinição.
source: Failed to send password reset email.
de: Fehler beim Senden der E-Mail zum Zurücksetzen.
es: Error al enviar el correo electrónico de restablecimiento.
ja_jp: パスワード再設定メールの送信に失敗しました。
pt_br: Falha ao enviar o e-mail de redefinição.

# Falha ao redefinir a senha.
source: Failed to reset password.
de: Fehler beim Zurücksetzen des Passworts.
es: Error al restablecer la contraseña.
ja_jp: パスワードの再設定に失敗しました。
pt_br: Falha ao redefinir a senha.

# O e-mail é obrigatório.
source: Email is required.
de: Die E-Mail-Adresse ist erforderlich.
es: El correo electrónico es obligatorio.
ja_jp: メールアドレスは必須です。
pt_br: O e-mail é obrigatório.

# Role já existe
source: Role already exists
de: Rolle existiert bereits
es: El rol ya existe
ja_jp: ロールはすでに存在します
pt_br: O perfil já existe.

# Role não existe
source: Role does not exist
de: Rolle existiert nicht
es: El rol no existe
ja_jp: ロールは存在しません
pt_br: O perfil não existe.

# Senha alterada com sucesso!
source: Password changed successfully!
de: Passwort erfolgreich geändert!
es: ¡Contraseña cambiada con éxito!
ja_jp: パスワードが正常に変更されました！
pt_br: Senha alterada com sucesso!

# Senha atual incorreta.
source: Current password is incorrect.
de: Aktuelles Passwort ist falsch.
es: Contraseña actual incorrecta.
ja_jp: 現在のパスワードが正しくありません。
pt_br: Senha atual incorreta.

# Senha redefinida com sucesso! Agora você deve fazer login novamente.
source: Password reset successfully! You must now log in again.
de: Passwort erfolgreich zurückgesetzt! Bitte melden Sie sich erneut an.
es: ¡Contraseña restablecida con éxito! Ahora debe iniciar sesión nuevamente.
ja_jp: パスワードが正常に再設定されました。再度ログインしてください。
pt_br: Senha redefinida com sucesso! Agora você deve fazer login novamente.

# UserId, token e nova senha são obrigatórios.
source: UserId, token, and new password are required.
de: UserId, Token und neues Passwort sind erforderlich.
es: UserId, token y nueva contraseña son obligatorios.
ja_jp: UserId、トークン、新しいパスワードは必須です。
pt_br: UserId, token e nova senha são obrigatórios.

# Usuário não autenticado.
source: User not authenticated.
de: Benutzer nicht authentifiziert.
es: Usuario no autenticado.
ja_jp: ユーザーが認証されていません。
pt_br: Usuário não autenticado.

# Usuário não encontrado.
source: User not found.
de: Benutzer nicht gefunden.
es: Usuario no encontrado.
ja_jp: ユーザーが見つかりません。
pt_br: Usuário não encontrado.

# Usuário não existe.
source: User does not exist.
de: Benutzer existiert nicht.
es: El usuario no existe.
ja_jp: ユーザーが存在しません。
pt_br: Usuário não existe.

# Estacionamento
source: Parking
de: Parken
es: Estacionamiento
ja_jp: 駐車場
pt_br: Estacionamento

# Energia Eletrica
source: Electricity
de: Strom
es: Energía eléctrica
ja_jp: 電気代
pt_br: Energia Elétrica

source: Gas
ja_jp: ガス代
pt_br: Gás

# Agua
source: Water
de: Wasser
es: Agua
ja_jp: 水道代
pt_br: Água

# Celular
source: Mobile Phone
de: Mobiltelefon
es: Teléfono móvil
ja_jp: 携帯電話
pt_br: Celular

source: Internet
ja_jp: インターネット

# Reserva p/ Gastos Pessoais
source: Personal Expenses Reserve
de: Rücklage für persönliche Ausgaben
es: Reserva para gastos personales
ja_jp: 個人支出用の予備費
pt_br: Reserva para Gastos Pessoais

# Seguros/Nenkin
source: Insurance / Pension
de: Versicherungen / Rente
es: Seguros / pensión
ja_jp: 保険／年金
pt_br: Seguros / Nenkin

# Poupanca
source: Savings
de: Ersparnisse
es: Ahorros
ja_jp: 貯蓄
pt_br: Poupança

# Cartoes de Credito
source: Credit Cards
de: Kreditkarten
es: Tarjetas de crédito
ja_jp: クレジットカード
pt_br: Cartões de Crédito

# Financiamentos
source: Loans
de: Finanzierungen
es: Financiamientos
ja_jp: ローン
pt_br: Financiamentos

# Despesas com Alimentacao
source: Food Expenses
de: Lebensmittelausgaben
es: Gastos en alimentación
ja_jp: 食費
pt_br: Despesas com Alimentação

# Despesas com Necessidades Diarias
source: Daily Necessities Expenses
de: Ausgaben für den täglichen Bedarf
es: Gastos en necesidades diarias
ja_jp: 日用品費
pt_br: Despesas com Necessidades Diárias

# Vestuario
source: Clothing
de: Bekleidung
es: Ropa
ja_jp: 衣類
pt_br: Vestuário

# Criancas
source: Children
de: Kinder
es: Niños
ja_jp: 子供関連費
pt_br: Crianças

# Entretenimento/Educacao
source: Entertainment / Education
de: Unterhaltung / Bildung
es: Entretenimiento / educación
ja_jp: 娯楽／教育
pt_br: Entretenimento / Educação

# Cuidados Medicos
source: Medical Care
de: Medizinische Versorgung
es: Atención médica
ja_jp: 医療費
pt_br: Cuidados Médicos

# Passagens p/ Trabalho
source: Commuting
de: Arbeitsweg
es: Transporte al trabajo
ja_jp: 通勤交通費
pt_br: Passagens para o Trabalho

# Saque Bancario
source: Bank Withdrawal
de: Bankabhebung
es: Retiro bancario
ja_jp: 銀行引き出し
pt_br: Saque Bancário

# Aluguel
source: Rent
de: Miete
es: Alquiler
ja_jp: 家賃
pt_br: Aluguel

# Fixas
source: Fixed
de: Fixkosten
es: Fijas
ja_jp: 固定費
pt_br: Fixas

# Variaveis
source: Variable
de: Variable Kosten
es: Variables
ja_jp: 変動費
pt_br: Variáveis

# Salario 1
source: Salary 1
de: Gehalt 1
es: Salario 1
ja_jp: 給与 1
pt_br: Salário 1

# Salario 2
source: Salary 2
de: Gehalt 2
es: Salario 2
ja_jp: 給与 2
pt_br: Salário 2

# Salario 3
source: Salary 3
de: Gehalt 3
es: Salario 3
ja_jp: 給与 3
pt_br: Salário 3

# Outras Rendas
source: Other Income
de: Weitere Einnahmen
es: Otros ingresos
ja_jp: その他の収入
pt_br: Outras Rendas

# Outros
source: Others
de: Sonstiges
es: Otros
ja_jp: その他
pt_br: Outros

# Resultado do Mes Anterior
source: Previous Month Result
de: Ergebnis des Vormonats
es: Resultado del mes anterior
ja_jp: 前月の結果
pt_br: Resultado do Mês Anterior
