Repository: nakagumahissao/Kakeibo.AppHost
Catalog: Kakeibo.AppHost.Web/Resources/SharedResources.*.resx
Languages: es, fr, ja

# Credenciais Inválidas
source: Invalid credentials
es: Credenciales inválidas
fr: Identifiants invalides
ja: 無効な認証情報

# Formato Inválido de Resposta de API.
source: Invalid API response format.
es: Formato de respuesta API inválido.
fr: Format de réponse API invalide.
ja: 無効なAPI応答フォーマットです。

# Alterar Senha
source: Change Password
es: Cambiar contraseña
fr: Changer le mot de passe
ja: パスワードの変更

# Senha Atual
source: Current Password
es: Contraseña actual
fr: Mot de passe actuel
ja: 現在のパスワード

# Nova Senha
source: New Password
es: Nueva contraseña
fr: Nouveau mot de passe
ja: 新しいパスワード

# Confirmar Nova Senha
source: Confirm New Password
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
ja: 新しいパスワードの確認

# Salvar
source: Save
es: Guardar
fr: Enregistrer
ja: 保存

# As senhas não coincidem.
source: The passwords do not match.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
ja: パスワードが一致しません。

# Senha alterada com sucesso!
source: Password changed successfully!
es: ¡Contraseña cambiada con éxito!
fr: Mot de passe changé avec succès !
ja: パスワードが正常に変更されました！

# Erro:
source: Error:
fr: Erreur :
ja: エラー:

# Calendário
source: Calendar
es: Calendario
fr: Calendrier
ja: カレンダー

source: Select year:
es: Seleccionar año:
fr: Sélectionner l'année :
ja: 年を選択:

# Excluir Saída
source: Delete Expense
es: Eliminar gasto
fr: Supprimer la dépense
ja: 支出を削除

# Carregando registro...
source: Loading record...
es: Cargando registro...
fr: Chargement de l'enregistrement...
ja: 記録を読み込み中...

# Registro excluído ✔
source: Record deleted ✔
es: Registro eliminado ✔
fr: Enregistrement supprimé ✔
ja: 記録が削除されました ✔

# Voltar
source: Back
es: Volver
fr: Retourner
ja: 戻る

# Descrição:
source: Description:
es: Descripción:
ja: 説明:

# Valor:
source: Value:
es: Valor:
fr: Valeur :
ja: 金額:

# Excluir
source: Delete
es: Eliminar
fr: Supprimer
ja: 削除

# Cancelar
source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル

# Editar Saída
source: Edit Expense
es: Editar gasto
fr: Modifier la dépense
ja: 支出を編集

# Registro atualizado com sucesso ✔
source: Record updated successfully ✔
es: Registro actualizado con éxito ✔
fr: Enregistrement mis à jour avec succès ✔
ja: 記録が正常に更新されました ✔

# Voltar para lista
source: Back to list
es: Volver a la lista
fr: Retourner à la liste
ja: リストに戻る

# Descrição
source: Description
es: Descripción
ja: 説明

# Nome Despesa
source: Expense Name
es: Nombre del gasto
fr: Nom de la dépense
ja: 経費名

# Valor
source: Value
es: Valor
fr: Valeur
ja: 金額

# Resetar Senha - Finalizacao
source: Password Reset - Finalization
es: Restablecer contraseña - Finalización
fr: Réinitialisation du mot de passe - Finalisation
ja: パスワードリセット - 完了

# Redefinir Senha
source: Reset Password
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
ja: パスワードを再設定

# Confirme a Senha
source: Confirm Password
es: Confirme la contraseña
fr: Confirmer le mot de passe
ja: パスワードを確認

# Enviando...
source: Sending...
es: Enviando...
fr: Envoi en cours...
ja: 送信中...

# As senhas não conferem.
source: The passwords do not match.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
ja: パスワードが一致しません。

# Senha redefinida com sucesso! Você será redirecionado para o login.
source: Password successfully reset! You will be redirected to the login page.
es: ¡Contraseña redefinida con éxito! Serás redirigido al inicio de sesión.
fr: Mot de passe réinitialisé avec succès ! Vous allez être redirigé vers la page de connexion.
ja: パスワードが正常に再設定されました！ログイン画面にリダイレクトされます。

# Erro ao redefinir senha:
source: Error resetting password:
es: Error al restablecer la contraseña:
fr: Erreur lors de la réinitialisation du mot de passe :
ja: パスワードの再設定エラー:

# Erro inesperado:
source: Unexpected error:
es: Error inesperado:
fr: Erreur inattendue :
ja: 予期せぬエラー:

source: Home
es: Inicio
fr: Accueil
ja: ホーム

# BoasVindas
source: Welcome to Kakeibo — Your financial control the Japanese way
fr: Bienvenue à Kakeibo — Votre contrôle financier à la japonaise
ja: 家計簿へようこそ — 日本式で家計を管理しましょう

source: Organizing your finances doesn't have to be complicated. Kakeibo was created to help you understand where your money goes, make more conscious decisions, and build healthy financial habits — all in a simple, intuitive way, inspired by the traditional Japanese method of financial management.
es: Organizar sus finanzas no tiene por qué ser complicado. Kakeibo fue creado para ayudarle a entender a dónde va su dinero, tomar decisiones más conscientes y construir hábitos financieros saludables — todo de forma simple, intuitiva e inspirada en el método tradicional japonés de gestión financiera.
fr: Organiser vos finances n'a pas besoin d'être compliqué. Kakeibo a été créé pour vous aider à comprendre où va votre argent, à prendre des décisions plus conscientes et à construire des habitudes financières saines — le tout de manière simple, intuitive et inspirée par la méthode japonaise traditionnelle de gestion financière.
ja: 家計の整理は複雑である必要はありません。Kakeiboは、お金がどこに使われているかを理解し、より意識的な意思決定を行い、健全な家計の習慣を築くのに役立つよう作成されました。すべてがシンプルで直感的であり、伝統的な日本の家計管理方法からインスピレーションを得ています。

# Com o Kakeibo, você pode:
source: With Kakeibo, you can:
es: Con Kakeibo, usted puede:
fr: Avec Kakeibo, vous pouvez :
ja: Kakeiboでできること:

# Registrar seus gastos rapidamente
source: Record your expenses quickly
es: Registrar sus gastos rápidamente
fr: Enregistrer rapidement vos dépenses
ja: 支出をすばやく記録する

# Estabelecer metas de economia
source: Set savings goals
es: Establecer metas de ahorro
fr: Établir des objectifs d'épargne
ja: 貯蓄目標を設定する

# Acompanhar gráficos claros e objetivos
source: Track clear and objective charts
es: Seguir gráficos claros y objetivos
fr: Suivre des graphiques clairs et objectifs
ja: 明確で客観的なグラフを追跡する

# Refletir sobre seus hábitos de consumo
source: Reflect on your spending habits
es: Reflexionar sobre sus hábitos de consumo
fr: Réfléchir à vos habitudes de consommation
ja: 消費習慣を振り返る

# Planejar um futuro financeiro mais tranquilo
source: Plan a more secure financial future
es: Planificar un futuro financiero más tranquilo
fr: Planifier un avenir financier plus serein
ja: より安心な経済的な未来を計画する

# Dê o primeiro passo para transformar sua relação com o dinheiro.
source: Take the first step to transform your relationship with money.
es: Dé el primer paso para transformar su relación con el dinero.
fr: Faites le premier pas pour transformer votre relation avec l'argent.
ja: お金との関係を変えるための一歩を踏み出しましょう。

# Kakeibo: simplicidade, consciência e equilíbrio nas suas finanças.
source: Kakeibo: simplicity, awareness, and balance in your finances.
es: Kakeibo: simplicidad, conciencia y equilibrio en sus finanzas.
fr: Kakeibo : simplicité, conscience et équilibre dans vos finances.
ja: Kakeibo: あなたの家計にシンプルさ、意識、そしてバランスを。

# Lista de Despesas
source: Expense List
es: Lista de gastos
fr: Liste des dépenses
ja: 経費リスト

# Listagem das Despesas Mais Comuns
source: Listing of Most Common Expenses
es: Listado de los gastos más comunes
fr: Liste des dépenses les plus courantes
ja: 最も一般的な経費のリスト

# Tipo de Despesa
source: Expense Type
es: Tipo de gasto
fr: Type de dépense
ja: 経費の種類

# Despesa
source: Expense
es: Gasto
fr: Dépense
ja: 経費

# Ações
source: Actions
es: Acciones
ja: アクション

# Editar
source: Edit
es: Editar
fr: Modifier
ja: 編集

# Adicionar
source: Add
es: Añadir
fr: Ajouter
ja: 追加

# Lista de Despesas - Novo
source: Expense List - New
es: Lista de gastos - Nuevo
fr: Liste des dépenses - Nouveau
ja: 経費リスト - 新規

# Nova Despesa
source: New Expense
es: Nuevo gasto
fr: Nouvelle dépense
ja: 新しい経費

# Salvando...
source: Saving...
es: Guardando...
fr: Enregistrement...
ja: 保存中...

# Nome da Despesa
source: Expense Name
es: Nombre del gasto
fr: Nom de la dépense
ja: 経費名

# Lista de Despesas - Editar
source: Expense List - Edit
es: Lista de gastos - Editar
fr: Liste des dépenses - Modifier
ja: 経費リスト - 編集

# Editar Despesa
source: Edit Expense
es: Editar gasto
fr: Modifier la dépense
ja: 経費を編集

# Carregando...
source: Loading...
es: Cargando...
fr: Chargement...
ja: 読み込み中...

# Lista de Despesas - Excluir
source: Expense List - Delete
es: Lista de gastos - Eliminar
fr: Liste des dépenses - Supprimer
ja: 経費リスト - 削除

# Excluir Despesa
source: Delete Expense
es: Eliminar gasto
fr: Supprimer la dépense
ja: 経費を削除

source: Login
es: Iniciar sesión
fr: Connexion
ja: ログイン

source: Email
es: Correo electrónico
ja: Eメール

# Entrar
source: Sign In
es: Entrar
fr: Entrer
ja: 入る

source: Logout
es: Cerrar sesión
fr: Déconnexion
ja: ログアウト

# Você será desconectado.
source: You will be logged out.
es: Serás desconectado.
fr: Vous serez déconnecté.
ja: ログアウトされます。

# Sair
source: Exit
es: Salir
fr: Quitter
ja: 終了

# Nova Renda
source: New Income
es: Nuevo ingreso
fr: Nouveau revenu
ja: 新しい収入

# Selecione
source: Select
es: Seleccionar
fr: Sélectionner
ja: 選択

# Falha ao carregar tipos de entrada
source: Failed to load input types
es: Fallo al cargar tipos de entrada
fr: Échec du chargement des types d'entrée
ja: 入力タイプの読み込みに失敗しました

# Erro inesperado ao carregar dados
source: Unexpected error loading data
es: Error inesperado al cargar datos
fr: Erreur inattendue lors du chargement des données
ja: データの読み込み中に予期せぬエラーが発生しました

# Erro ao salvar
source: Error saving
es: Error al guardar
fr: Erreur lors de l'enregistrement
ja: 保存エラー

# Registro de Nova Despesa
source: New Expense Registration
es: Registro de nuevo gasto
fr: Enregistrement d'une nouvelle dépense
ja: 新規経費の登録

# Suas informações foram gravadas com sucesso.
source: Your information has been recorded successfully.
es: Su información ha sido guardada con éxito.
fr: Vos informations ont été enregistrées avec succès.
ja: 情報が正常に記録されました。

# Clique aqui para retornar.
source: Click here to return.
es: Haga clic aquí para volver.
fr: Cliquez ici pour revenir.
ja: ここをクリックして戻る

# Registro de Usuário
source: User Registration
es: Registro de usuario
fr: Inscription utilisateur
ja: ユーザー登録

# Senha
source: Password
es: Contraseña
fr: Mot de passe
ja: パスワード

# Registrar
source: Register
es: Registrarse
fr: S'inscrire
ja: 登録

# Usuário criado com sucesso! Redirecionando para o login...
source: User created successfully! Redirecting to login...
es: ¡Usuario creado con éxito! Redirigiendo al inicio de sesión...
fr: Utilisateur créé avec succès ! Redirection vers la page de connexion...
ja: ユーザーが正常に作成されました！ログイン画面にリダイレクトしています...

# Falha na comunicação com o servidor ou dados inválidos.
source: Failed communication with server or invalid data.
es: Fallo en la comunicación con el servidor o datos inválidos.
fr: Échec de la communication avec le serveur ou données invalides.
ja: サーバーとの通信失敗、または無効なデータです。

# Erro ao registrar
source: Error registering
es: Error al registrar
fr: Erreur lors de l'inscription
ja: 登録エラー

# Rendas
source: Incomes
es: Ingresos
fr: Revenus
ja: 収入

# Rendas do Mês
source: Monthly Incomes
es: Ingresos del mes
fr: Revenus du mois
ja: 月間収入

# Rendas do Mês:
source: Monthly Incomes:
es: Ingresos del mes:
fr: Revenus du mois :
ja: 月間収入:

# Carregando Rendas...
source: Loading Incomes...
es: Cargando ingresos...
fr: Chargement des revenus...
ja: 収入を読み込み中...

# Nenhuma Renda encontrada.
source: No Income found.
es: Ningún ingreso encontrado.
fr: Aucun revenu trouvé.
ja: 収入は見つかりませんでした。

source: TOTAL:
ja: 合計:

# Excluir Renda
source: Delete Income
es: Eliminar ingreso
fr: Supprimer le revenu
ja: 収入を削除

# Carregando dados...
source: Loading data...
es: Cargando datos...
fr: Chargement des données...
ja: データを読み込み中...

# Renda excluída com sucesso
source: Income deleted successfully
es: Ingreso eliminado con éxito
fr: Revenu supprimé avec succès
ja: 収入が正常に削除されました

# Editar Renda
source: Edit Income
es: Editar ingreso
fr: Modifier le revenu
ja: 収入を編集

# Renda atualizada com sucesso
source: Income updated successfully
es: Ingreso actualizado con éxito
fr: Revenu mis à jour avec succès
ja: 収入が正常に更新されました

# Resetar Senha
source: Reset Password
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
ja: パスワードをリセット

# Enviar Link de Reset
source: Send Reset Link
es: Enviar enlace de restablecimiento
fr: Envoyer le lien de réinitialisation
ja: リセットリンクを送信

# E-mail de redefinição de senha enviado com sucesso!
source: Password reset email sent successfully!
es: ¡Correo electrónico de restablecimiento de contraseña enviado con éxito!
fr: E-mail de réinitialisation du mot de passe envoyé avec succès !
ja: パスワード再設定用のEメールが正常に送信されました！

# Erro ao enviar
source: Error sending
es: Error al enviar
fr: Erreur lors de l'envoi
ja: 送信エラー

# Erro inesperado
source: Unexpected error
es: Error inesperado
fr: Erreur inattendue
ja: 予期せぬエラー

# Saídas
source: Expenses
es: Gastos
fr: Dépenses
ja: 支出

# Saídas do Mês
source: Monthly Expenses
es: Gastos del mes
fr: Dépenses du mois
ja: 月間支出

# Saídas do Dia:
source: Daily Expenses:
es: Gastos del día:
fr: Dépenses du jour :
ja: 日々の支出:

# Selecione um dia no calendário.
source: Select a day on the calendar.
es: Seleccione un día en el calendario.
fr: Sélectionnez un jour dans le calendrier.
ja: カレンダーで日付を選択してください。

# Nenhuma saída encontrada.
source: No expense found.
es: Ningún gasto encontrado.
fr: Aucune dépense trouvée.
ja: 支出は見つかりませんでした。

# Nova Saída
source: New Expense
es: Nuevo gasto
fr: Nouvelle dépense
ja: 新しい支出

# Tipos de Despesas
source: Expense Types
es: Tipos de gastos
fr: Types de dépenses
ja: 経費の種類

# Tipos de Despesa - Editar
source: Expense Types - Edit
es: Tipos de gastos - Editar
fr: Types de dépenses - Modifier
ja: 経費の種類 - 編集

# Editar Tipo de Despesa
source: Edit Expense Type
es: Editar tipo de gasto
fr: Modifier le type de dépense
ja: 経費の種類を編集

# Tipos de Despesa - Excluir
source: Expense Types - Delete
es: Tipos de gastos - Eliminar
fr: Types de dépenses - Supprimer
ja: 経費の種類 - 削除

# Excluir Tipo de Despesa
source: Delete Expense Type
es: Eliminar tipo de gasto
fr: Supprimer le type de dépense
ja: 経費の種類を削除

# Nome do Tipo de Despesa
source: Expense Type Name
es: Nombre del tipo de gasto
fr: Nom du type de dépense
ja: 経費の種類の名前

# Tipo de Despesa não encontrado.
source: Expense Type not found.
es: Tipo de gasto no encontrado.
fr: Type de dépense non trouvé.
ja: 経費の種類が見つかりませんでした。

# Tipos de Despesa - Novo
source: Expense Types - New
es: Tipos de gastos - Nuevo
fr: Types de dépenses - Nouveau
ja: 経費の種類 - 新規

# Novo Tipo de Despesa
source: New Expense Type
es: Nuevo tipo de gasto
fr: Nouveau type de dépense
ja: 新しい経費の種類

# O nome do tipo de despesa é obrigatório.
source: The expense type name is required.
es: El nombre del tipo de gasto es obligatorio.
fr: Le nom du type de dépense est obligatoire.
ja: 経費の種類の名前は必須です。

# Tipos de Rendas
source: Income Types
es: Tipos de ingresos
fr: Types de revenus
ja: 収入の種類

# Tipo de Renda
source: Income Type
es: Tipo de ingreso
fr: Type de revenu
ja: 収入の種類

# Tipos de Rendas - Editar
source: Income Types - Edit
es: Tipos de ingresos - Editar
fr: Types de revenus - Modifier
ja: 収入の種類 - 編集

# Editar Tipo de Renda
source: Edit Income Type
es: Editar tipo de ingreso
fr: Modifier le type de revenu
ja: 収入の種類を編集

# Tipos de Rendas - Excluir
source: Income Types - Delete
es: Tipos de ingresos - Eliminar
fr: Types de revenus - Supprimer
ja: 収入の種類 - 削除

# Excluir Tipo de Renda
source: Delete Income Type
es: Eliminar tipo de ingreso
fr: Supprimer le type de revenu
ja: 収入の種類を削除

# Nome do Tipo de Renda
source: Income Type Name
es: Nombre del tipo de ingreso
fr: Nom du type de revenu
ja: 収入の種類の名前

# Tipo de Renda não encontrado.
source: Income Type not found.
es: Tipo de ingreso no encontrado.
fr: Type de revenu non trouvé.
ja: 収入の種類が見つかりませんでした。

# Tipos de Rendas - Novo
source: Income Types - New
es: Tipos de ingresos - Nuevo
fr: Types de revenus - Nouveau
ja: 収入の種類 - 新規

# Novo Tipo de Renda
source: New Income Type
es: Nuevo tipo de ingreso
fr: Nouveau type de revenu
ja: 新しい収入の種類

# O nome do tipo de renda é obrigatório.
source: The income type name is required.
es: El nombre del tipo de ingreso es obligatorio.
fr: Le nom du type de revenu est obligatoire.
ja: 収入の種類の名前は必須です。
