Repository: nakagumahissao/Kakeibo.AppHost
Catalog: Kakeibo.AppHost.Web/Localization/SharedResources.*.resx
Languages: de, ja_jp, pt_br, zh_cn

# Ações
source: Actions
de: Aktionen
ja_jp: 操作
pt_br: Ações
zh_cn: 操作

# Acompanhar gráficos claros e objetivos
source: Track clear and objective charts
de: Klare und objektive Diagramme verfolgen
ja_jp: 明確で客観的なグラフで追跡する
pt_br: Acompanhar gráficos claros e objetivos
zh_cn: 追踪清晰客观的图表

# Adicionar
source: Add
de: Hinzufügen
ja_jp: 追加
pt_br: Adicionar
zh_cn: 添加

# Alterar Senha
source: Change Password
de: Passwort ändern
ja_jp: パスワード変更
pt_br: Alterar Senha
zh_cn: 修改密码

# As senhas não coincidem.
source: Passwords do not match.
de: Die Passwörter stimmen nicht überein.
ja_jp: パスワードが一致しません。
pt_br: As senhas não coincidem.
zh_cn: 密码不匹配。

# As senhas não conferem.
source: Passwords do not match.
de: Die Passwörter stimmen nicht überein.
ja_jp: パスワードが正しくありません。
pt_br: As senhas não conferem.
zh_cn: 密码不一致。

# Boas vindas ao Kakeibo
source: Welcome to Kakeibo
ja_jp: 家計簿へようこそ
pt_br: Boas vindas ao Kakeibo
zh_cn: 欢迎使用 Kakeibo 记账

# Calendário
source: Calendar
de: Kalender
ja_jp: カレンダー
pt_br: Calendário
zh_cn: 日历

# Cancelar
source: Cancel
de: Abbrechen
ja_jp: キャンセル
pt_br: Cancelar
zh_cn: 取消

# Carregando dados...
source: Loading data...
de: Daten werden geladen...
ja_jp: データを読み込み中...
pt_br: Carregando dados...
zh_cn: 正在加载数据...

# Carregando registro...
source: Loading record...
de: Eintrag wird geladen...
ja_jp: 履歴を読み込み中...
pt_br: Carregando registro...
zh_cn: 正在加载记录...

# Carregando Rendas...
source: Loading Income...
de: Einnahmen werden geladen...
ja_jp: 収入を読み込み中...
pt_br: Carregando Rendas...
zh_cn: 正在加载收入...

# Carregando...
source: Loading...
de: Wird geladen...
ja_jp: 読み込み中...
pt_br: Carregando...
zh_cn: 正在加载...

# Clique aqui para retornar.
source: Click here to return.
de: Klicken Sie hier, um zurückzukehren.
ja_jp: ここをクリックして戻る
pt_br: Clique aqui para retornar.
zh_cn: 点击此处返回。

# Com o Kakeibo, você pode:
source: With Kakeibo, you can:
de: Mit Kakeibo können Sie:
ja_jp: 家計簿でできること：
pt_br: Com o Kakeibo, você pode:
zh_cn: 使用 Kakeibo，您可以：

# Confirmar Nova Senha
source: Confirm New Password
de: Neues Passwort bestätigen
ja_jp: 新しいパスワードの確認
pt_br: Confirmar Nova Senha
zh_cn: 确认新密码

# Confirme a Senha
source: Confirm Password
de: Passwort bestätigen
ja_jp: パスワードの確認
pt_br: Confirme a Senha
zh_cn: 确认密码

# CredenciaisInválidas
source: Invalid Credentials
ja_jp: 資格情報が無効です
pt_br: CredenciaisInválidas
zh_cn: 凭据无效

# Dê o primeiro passo para transformar sua relação com o dinheiro.
source: Take the first step toward transforming your relationship with money.
de: Machen Sie den ersten Schritt, um Ihre Beziehung zum Geld zu verändern.
ja_jp: お金との関係を変えるための第一歩を踏み出しましょう。
pt_br: Dê o primeiro passo para transformar sua relação com o dinheiro.
zh_cn: 迈出改变您与金钱关系的第一步。

# Descrição
source: Description
de: Beschreibung
ja_jp: 説明
pt_br: Descrição
zh_cn: 描述

# Descrição:
source: Description:
de: Beschreibung:
ja_jp: 説明：
pt_br: Descrição:
zh_cn: 描述：

# Despesa
source: Expense
de: Ausgabe
ja_jp: 支出
pt_br: Despesa
zh_cn: 支出

# E-mail de redefinição de senha enviado com sucesso!
source: Password reset email sent successfully!
de: E-Mail zur Passwortzurücksetzung erfolgreich gesendet!
ja_jp: パスワードリセットメールを送信しました。
pt_br: E-mail de redefinição de senha enviado com sucesso!
zh_cn: 密码重置邮件已成功发送！

# Editar
source: Edit
de: Bearbeiten
ja_jp: 編集
pt_br: Editar
zh_cn: 编辑

# Editar Despesa
source: Edit Expense
de: Ausgabe bearbeiten
ja_jp: 支出を編集
pt_br: Editar Despesa
zh_cn: 编辑支出

# Editar Renda
source: Edit Income
de: Einnahme bearbeiten
ja_jp: 収入を編集
pt_br: Editar Renda
zh_cn: 编辑收入

# Editar Saída
source: Edit Outflow
de: Ausgabe bearbeiten
ja_jp: 出金を編集
pt_br: Editar Saída
zh_cn: 编辑支出项目

# Editar Tipo de Despesa
source: Edit Expense Type
de: Ausgabenart bearbeiten
ja_jp: 支出項目の編集
pt_br: Editar Tipo de Despesa
zh_cn: 编辑支出类型

# Editar Tipo de Renda
source: Edit Income Type
de: Einnahmeart bearbeiten
ja_jp: 収入項目の編集
pt_br: Editar Tipo de Renda
zh_cn: 编辑收入类型

source: Email
ja_jp: メールアドレス
zh_cn: 电子邮件

# Entrar
source: Sign In
de: Anmelden
ja_jp: ログイン
pt_br: Entrar
zh_cn: 登录

# Enviando...
source: Sending...
de: Wird gesendet...
ja_jp: 送信中...
pt_br: Enviando...
zh_cn: 正在发送...

# Enviar Link de Reset
source: Send Reset Link
de: Link zum Zurücksetzen senden
ja_jp: リセットリンクを送信
pt_br: Enviar Link de Reset
zh_cn: 发送重置链接

# Erro ao enviar
source: Error sending
de: Fehler beim Senden
ja_jp: 送信エラー
pt_br: Erro ao enviar
zh_cn: 发送失败

# Erro ao redefinir senha:
source: Error resetting password:
de: Fehler beim Zurücksetzen des Passworts:
ja_jp: パスワードリセットエラー：
pt_br: Erro ao redefinir senha:
zh_cn: 重置密码时出错：

# Erro ao registrar
source: Error registering
de: Fehler bei der Registrierung
ja_jp: 登録エラー
pt_br: Erro ao registrar
zh_cn: 注册失败

# Erro ao salvar
source: Error saving
de: Fehler beim Speichern
ja_jp: 保存エラー
pt_br: Erro ao salvar
zh_cn: 保存失败

# Erro inesperado
source: Unexpected error
de: Unerwarteter Fehler
ja_jp: 予期しないエラー
pt_br: Erro inesperado
zh_cn: 发生意外错误

# Erro inesperado ao carregar dados
source: Unexpected error loading data
de: Unerwarteter Fehler beim Laden der Daten
ja_jp: データの読み込み中にエラーが発生しました
pt_br: Erro inesperado ao carregar dados
zh_cn: 加载数据时发生意外错误

# Erro inesperado:
source: Unexpected error:
de: Unerwarteter Fehler:
ja_jp: 予期しないエラー：
pt_br: Erro inesperado:
zh_cn: 意外错误：

# Erro:
source: Error:
de: Fehler:
ja_jp: エラー：
pt_br: Erro:
zh_cn: 错误：

# Estabelecer metas de economia
source: Set savings goals
de: Sparziele festlegen
ja_jp: 貯金目標を設定する
pt_br: Estabelecer metas de economia
zh_cn: 设定储蓄目标

# Excluir
source: Delete
de: Löschen
ja_jp: 削除
pt_br: Excluir
zh_cn: 删除

# Excluir Despesa
source: Delete Expense
de: Ausgabe löschen
ja_jp: 支出を削除
pt_br: Excluir Despesa
zh_cn: 删除支出

# Excluir Renda
source: Delete Income
de: Einnahme löschen
ja_jp: 収入を削除
pt_br: Excluir Renda
zh_cn: 删除收入

# Excluir Saída
source: Delete Outflow
de: Ausgabe löschen
ja_jp: 出金を削除
pt_br: Excluir Saída
zh_cn: 删除支出项目

# Excluir Tipo de Despesa
source: Delete Expense Type
de: Ausgabenart löschen
ja_jp: 支出項目を削除
pt_br: Excluir Tipo de Despesa
zh_cn: 删除支出类型

# Excluir Tipo de Renda
source: Delete Income Type
de: Einnahmeart löschen
ja_jp: 収入項目を削除
pt_br: Excluir Tipo de Renda
zh_cn: 删除收入类型

# Falha ao carregar tipos de entrada
source: Failed to load entry types
de: Fehler beim Laden der Eingabetypen
ja_jp: 入力タイプの読み込みに失敗しました
pt_br: Falha ao carregar tipos de entrada
zh_cn: 加载输入类型失败

# Falha na comunicação com o servidor ou dados inválidos.
source: Communication failure with the server or invalid data.
de: Kommunikationsfehler mit dem Server oder ungültige Daten.
ja_jp: サーバー通信エラーまたは無効なデータです。
pt_br: Falha na comunicação com o servidor ou dados inválidos.
zh_cn: 服务器通信失败或数据无效。

# FormatoInválidoRespostaApi
source: Invalid API response format
ja_jp: API応答形式が無効です
pt_br: FormatoInválidoRespostaApi
zh_cn: API 响应格式无效

source: Home
de: Startseite
ja_jp: ホーム
zh_cn: 首页

# Kakeibo: simplicidade, consciência e equilíbrio nas suas finanças.
source: Kakeibo: simplicity, awareness, and balance in your finances.
de: Kakeibo: Einfachheit, Bewusstsein und Gleichgewicht in Ihren Finanzen.
ja_jp: 家計簿：家計にシンプルさ、意識、そしてバランスを。
pt_br: Kakeibo: simplicidade, consciência e equilíbrio nas suas finanças.
zh_cn: Kakeibo：财务管理中的简单、觉察与平衡。

# Lista de Despesas
source: Expense List
de: Ausgabenliste
ja_jp: 支出一覧
pt_br: Lista de Despesas
zh_cn: 支出清单

# Lista de Despesas - Editar
source: Expense List - Edit
de: Ausgabenliste - Bearbeiten
ja_jp: 支出一覧 - 編集
pt_br: Lista de Despesas - Editar
zh_cn: 支出清单 - 编辑

# Lista de Despesas - Excluir
source: Expense List - Delete
de: Ausgabenliste - Löschen
ja_jp: 支出一覧 - 削除
pt_br: Lista de Despesas - Excluir
zh_cn: 支出清单 - 删除

# Lista de Despesas - Novo
source: Expense List - New
de: Ausgabenliste - Neu
ja_jp: 支出一覧 - 新規
pt_br: Lista de Despesas - Novo
zh_cn: 支出清单 - 新建

# Listagem das Despesas Mais Comuns
source: List of Most Common Expenses
de: Auflistung der häufigsten Ausgaben
ja_jp: 主な支出項目一覧
pt_br: Listagem das Despesas Mais Comuns
zh_cn: 最常见支出列表

source: Login
de: Anmeldung
ja_jp: ログイン
zh_cn: 登录

source: Logout
de: Abmelden
ja_jp: ログアウト
zh_cn: 退出登录

# Nenhuma Renda encontrada.
source: No Income found.
de: Keine Einnahme gefunden.
ja_jp: 収入が見つかりませんでした。
pt_br: Nenhuma Renda encontrada.
zh_cn: 未找到收入记录。

# Nenhuma saída encontrada.
source: No outflows found.
de: Keine Ausgabe gefunden.
ja_jp: 支出が見つかりませんでした。
pt_br: Nenhuma saída encontrada.
zh_cn: 未找到支出记录。

# Nome da Despesa
source: Expense Name
de: Name der Ausgabe
ja_jp: 支出名
pt_br: Nome da Despesa
zh_cn: 支出名称

# Nome Despesa
source: Expense Item Name
de: Name der Ausgabe
ja_jp: 支出項目名
pt_br: Nome Despesa
zh_cn: 支出项名称

# Nome do Tipo de Despesa
source: Expense Type Name
de: Name der Ausgabenart
ja_jp: 支出カテゴリー名
pt_br: Nome do Tipo de Despesa
zh_cn: 支出类型名称

# Nome do Tipo de Renda
source: Income Type Name
de: Name der Einnahmeart
ja_jp: 収入カテゴリー名
pt_br: Nome do Tipo de Renda
zh_cn: 收入类型名称

# Nova Despesa
source: New Expense
de: Neue Ausgabe
ja_jp: 新しい支出
pt_br: Nova Despesa
zh_cn: 新支出

# Nova Renda
source: New Income
de: Neue Einnahme
ja_jp: 新しい収入
pt_br: Nova Renda
zh_cn: 新收入

# Nova Saída
source: New Outflow
de: Neue Ausgabe
ja_jp: 新しい出金
pt_br: Nova Saída
zh_cn: 新支出项

# Nova Senha
source: New Password
de: Neues Passwort
ja_jp: 新しいパスワード
pt_br: Nova Senha
zh_cn: 新密码

# Novo Tipo de Despesa
source: New Expense Type
de: Neue Ausgabenart
ja_jp: 新しい支出項目
pt_br: Novo Tipo de Despesa
zh_cn: 新支出类型

# Novo Tipo de Renda
source: New Income Type
de: Neue Einnahmeart
ja_jp: 新しい収入項目
pt_br: Novo Tipo de Renda
zh_cn: 新收入类型

# O nome do tipo de despesa é obrigatório.
source: The expense type name is required.
de: Der Name der Ausgabenart ist obligatorisch.
ja_jp: 支出項目名は必須です。
pt_br: O nome do tipo de despesa é obrigatório.
zh_cn: 支出类型名称为必填项。

# O nome do tipo de renda é obrigatório.
source: The income type name is required.
de: Der Name der Einnahmeart ist obligatorisch.
ja_jp: 収入項目名は必須です。
pt_br: O nome do tipo de renda é obrigatório.
zh_cn: 收入类型名称为必填项。

# Planejar um futuro financeiro mais tranquilo
source: Plan for a more peaceful financial future
de: Eine ruhigere finanzielle Zukunft planen
ja_jp: より安心できる将来の資金計画を立てる
pt_br: Planejar um futuro financeiro mais tranquilo
zh_cn: 规划更安稳的财务未来

# Redefinir Senha
source: Reset Password
de: Passwort zurücksetzen
ja_jp: パスワードを再設定
pt_br: Redefinir Senha
zh_cn: 重置密码

# Refletir sobre seus hábitos de consumo
source: Reflect on your spending habits
de: Ihre Konsumgewohnheiten reflektieren
ja_jp: 消費習慣を振り返る
pt_br: Refletir sobre seus hábitos de consumo
zh_cn: 反思您的消费习惯

# Registrar
source: Register
de: Registrieren
ja_jp: 登録
pt_br: Registrar
zh_cn: 注册

# Registrar seus gastos rapidamente
source: Record your spending quickly
de: Ihre Ausgaben schnell erfassen
ja_jp: 支出を素早く記録する
pt_br: Registrar seus gastos rapidamente
zh_cn: 快速记录您的支出

# Registro atualizado com sucesso ✔
source: Record updated successfully ✔
de: Eintrag erfolgreich aktualisiert ✔
ja_jp: 更新が完了しました ✔
pt_br: Registro atualizado com sucesso ✔
zh_cn: 记录更新成功 ✔

# Registro de Nova Despesa
source: New Expense Record
de: Registrierung einer neuen Ausgabe
ja_jp: 新しい支出の記録
pt_br: Registro de Nova Despesa
zh_cn: 新支出记录

# Registro de Usuário
source: User Registration
de: Benutzerregistrierung
ja_jp: ユーザー登録
pt_br: Registro de Usuário
zh_cn: 用户注册

# Registro excluído ✔
source: Record deleted ✔
de: Eintrag gelöscht ✔
ja_jp: 削除が完了しました ✔
pt_br: Registro excluído ✔
zh_cn: 记录已删除 ✔

# Renda atualizada com sucesso
source: Income updated successfully
de: Einnahme erfolgreich aktualisiert
ja_jp: 収入を更新しました
pt_br: Renda atualizada com sucesso
zh_cn: 收入更新成功

# Renda excluída com sucesso
source: Income deleted successfully
de: Einnahme erfolgreich gelöscht
ja_jp: 収入を削除しました
pt_br: Renda excluída com sucesso
zh_cn: 收入删除成功

# Rendas
source: Income
de: Einnahmen
ja_jp: 収入
pt_br: Rendas
zh_cn: 收入

# Rendas do Mês
source: Monthly Income
de: Einnahmen des Monats
ja_jp: 今月の収入
pt_br: Rendas do Mês
zh_cn: 本月收入

# Rendas do Mês:
source: Monthly Income:
de: Einnahmen des Monats:
ja_jp: 今月の収入：
pt_br: Rendas do Mês:
zh_cn: 本月收入：

# Resetar Senha
source: Reset Password
de: Passwort zurücksetzen
ja_jp: パスワードリセット
pt_br: Resetar Senha
zh_cn: 重置密码

# Resetar Senha - Finalizacao
source: Reset Password - Completion
de: Passwort zurücksetzen - Fertigstellung
ja_jp: パスワードリセット - 完了
pt_br: Resetar Senha - Finalizacao
zh_cn: 重置密码 - 完成

# Saídas
source: Outflows
de: Ausgaben
ja_jp: 支出
pt_br: Saídas
zh_cn: 支出项

# Saídas do Dia:
source: Daily Outflows:
de: Ausgaben des Tages:
ja_jp: 今日の支出：
pt_br: Saídas do Dia:
zh_cn: 今日支出：

# Saídas do Mês
source: Monthly Outflows
de: Ausgaben des Monats
ja_jp: 今月の支出
pt_br: Saídas do Mês
zh_cn: 本月支出

# Sair
source: Logout
de: Beenden
ja_jp: ログアウト
pt_br: Sair
zh_cn: 退出

# Salvando...
source: Saving...
de: Wird gespeichert...
ja_jp: 保存中...
pt_br: Salvando...
zh_cn: 正在保存...

# Salvar
source: Save
de: Speichern
ja_jp: 保存
pt_br: Salvar
zh_cn: 保存

# Selecione
source: Select
de: Auswählen
ja_jp: 選択してください
pt_br: Selecione
zh_cn: 请选择

# Selecione um dia no calendário.
source: Select a day on the calendar.
de: Wählen Sie einen Tag im Kalender aus.
ja_jp: カレンダーで日を選択してください。
pt_br: Selecione um dia no calendário.
zh_cn: 请在日历上选择一天。

source: Select year:
de: Jahr auswählen:
ja_jp: 年を選択：
zh_cn: 选择年份：

# Senha
source: Password
de: Passwort
ja_jp: パスワード
pt_br: Senha
zh_cn: 密码

# Senha alterada com sucesso!
source: Password changed successfully!
de: Passwort erfolgreich geändert!
ja_jp: パスワードを変更しました。
pt_br: Senha alterada com sucesso!
zh_cn: 密码修改成功！

# Senha Atual
source: Current Password
de: Aktuelles Passwort
ja_jp: 現在のパスワード
pt_br: Senha Atual
zh_cn: 当前密码

# Senha redefinida com sucesso! Você será redirecionado para o login.
source: Password reset successfully! You will be redirected to login.
de: Passwort erfolgreich zurückgesetzt! Sie werden zur Anmeldung weitergeleitet.
ja_jp: パスワードの再設定が完了しました。ログイン画面へ移動します。
pt_br: Senha redefinida com sucesso! Você será redirecionado para o login.
zh_cn: 密码重置成功！您将被重定向到登录页面。

# Suas informações foram gravadas com sucesso.
source: Your information has been successfully saved.
de: Ihre Informationen wurden erfolgreich gespeichert.
ja_jp: 情報を保存しました。
pt_br: Suas informações foram gravadas com sucesso.
zh_cn: 您的信息已成功保存。

# Tipo de Despesa
source: Expense Type
de: Ausgabenart
ja_jp: 支出カテゴリー
pt_br: Tipo de Despesa
zh_cn: 支出类型

# Tipo de Despesa não encontrado.
source: Expense Type not found.
de: Ausgabenart nicht gefunden.
ja_jp: 支出項目が見つかりません。
pt_br: Tipo de Despesa não encontrado.
zh_cn: 未找到该支出类型。

# Tipo de Renda
source: Income Type
de: Einnahmeart
ja_jp: 収入カテゴリー
pt_br: Tipo de Renda
zh_cn: 收入类型

# Tipo de Renda não encontrado.
source: Income Type not found.
de: Einnahmeart nicht gefunden.
ja_jp: 収入項目が見つかりません。
pt_br: Tipo de Renda não encontrado.
zh_cn: 未找到该收入类型。

# Tipos de Despesa - Editar
source: Expense Types - Edit
de: Ausgabenarten - Bearbeiten
ja_jp: 支出項目 - 編集
pt_br: Tipos de Despesa - Editar
zh_cn: 支出类型 - 编辑

# Tipos de Despesa - Excluir
source: Expense Types - Delete
de: Ausgabenarten - Löschen
ja_jp: 支出項目 - 削除
pt_br: Tipos de Despesa - Excluir
zh_cn: 支出类型 - 删除

# Tipos de Despesa - Novo
source: Expense Types - New
de: Ausgabenarten - Neu
ja_jp: 支出項目 - 新規
pt_br: Tipos de Despesa - Novo
zh_cn: 支出类型 - 新建

# Tipos de Despesas
source: Expense Types
de: Ausgabenarten
ja_jp: 支出項目
pt_br: Tipos de Despesas
zh_cn: 支出类型

# Tipos de Rendas
source: Income Types
de: Einnahmearten
ja_jp: 収入項目
pt_br: Tipos de Rendas
zh_cn: 收入类型

# Tipos de Rendas - Editar
source: Income Types - Edit
de: Einnahmearten - Bearbeiten
ja_jp: 収入項目 - 編集
pt_br: Tipos de Rendas - Editar
zh_cn: 收入类型 - 编辑

# Tipos de Rendas - Excluir
source: Income Types - Delete
de: Einnahmearten - Löschen
ja_jp: 収入項目 - 削除
pt_br: Tipos de Rendas - Excluir
zh_cn: 收入类型 - 删除

# Tipos de Rendas - Novo
source: Income Types - New
de: Einnahmearten - Neu
ja_jp: 収入項目 - 新規
pt_br: Tipos de Rendas - Novo
zh_cn: 收入类型 - 新建

source: TOTAL:
de: GESAMT:
ja_jp: 合計：
zh_cn: 总计：

# Usuário criado com sucesso! Redirecionando para o login...
source: User created successfully! Redirecting to login...
de: Benutzer erfolgreich erstellt! Weiterleitung zur Anmeldung...
ja_jp: ユーザー作成が完了しました。ログイン画面へ移動します...
pt_br: Usuário criado com sucesso! Redirecionando para o login...
zh_cn: 用户创建成功！正在重定向到登录...

# Valor
source: Value
de: Wert
ja_jp: 金額
pt_br: Valor
zh_cn: 金额

# Valor:
source: Value:
de: Wert:
ja_jp: 金額：
pt_br: Valor:
zh_cn: 金额：

# Você será desconectado.
source: You will be disconnected.
de: Sie werden abgemeldet.
ja_jp: ログアウトされます。
pt_br: Você será desconectado.
zh_cn: 您将被登出。

# Voltar
source: Back
de: Zurück
ja_jp: 戻る
pt_br: Voltar
zh_cn: 返回

# Voltar para lista
source: Back to list
de: Zurück zur Liste
ja_jp: 一覧に戻る
pt_br: Voltar para lista
zh_cn: 返回列表

source: Navigation menu
ja_jp: ナビゲーションメニュー
zh_cn: 导航菜单

source: Profile
ja_jp: プロフィール
zh_cn: 个人资料

# Registros
source: Records
ja_jp: 記録
pt_br: Registros
zh_cn: 记录

# Usuários
source: Users
ja_jp: ユーザー
pt_br: Usuários
zh_cn: 用户

# Alimentação
source: Food & Dining
ja_jp: 食費
zh_cn: 餐饮伙食

# Despesas Fixas
source: Fixed Expenses
ja_jp: 固定費
zh_cn: 固定支出

# Gastos com Alimentação
source: Food Spending
ja_jp: 食費の支出
zh_cn: 伙食花销

# Mês Selecionado:
source: Selected Month:
ja_jp: 選択された月：
zh_cn: 所选月份：

source: Monthly Expenses
ja_jp: 月間支出
zh_cn: 每月支出

# Outras Despesas
source: Other Expenses
ja_jp: その他の支出
zh_cn: 其他支出

# Owned Money
source: Cash on Hand
ja_jp: 所持金
zh_cn: 持有资金

# Renda Líquida
source: Net Income
ja_jp: 手取り収入
zh_cn: 净收入

# Resumo Mensal
source: Monthly Summary
ja_jp: 月間まとめ

# Saldo Bancário Previsto
source: Forecasted Bank Balance
ja_jp: 予想銀行残高
zh_cn: 预计银行余额

# Saldo Disponível
source: Available Balance
ja_jp: 利用可能残高
zh_cn: 可用余额

# Saldo do Último Dia
source: Last Day's Balance
ja_jp: 最終日残高
zh_cn: 昨日余额

# Saldo para o Próximo Mês
source: Balance for Next Month
ja_jp: 翌月への繰越金
zh_cn: 下月结余

# Saques Bancários
source: Bank Withdrawals
ja_jp: 銀行引き出し
zh_cn: 银行提款

# Total de Rendas
source: Total Income
ja_jp: 収入合計
zh_cn: 总收入

# Total de Rendas do Mês
source: Total Monthly Income
ja_jp: 月間収入合計
zh_cn: 本月总收入

# Total do Dia
source: Daily Total
ja_jp: 日の合計
zh_cn: 当日总计

# Total do Mês
source: Monthly Total
ja_jp: 月の合計
zh_cn: 本月总计

source: Organizing your finances doesn't have to be complicated. Kakeibo was created to help you understand where your money goes, make more conscious decisions, and build healthy financial habits — all in a simple, intuitive way inspired by the traditional Japanese method of financial management.
de: Die Organisation Ihrer Finanzen muss nicht kompliziert sein. Kakeibo wurde entwickelt, um Ihnen zu helfen, zu verstehen, wohin Ihr Geld fließt, bewusstere Entscheidungen zu treffen und gesunde finanzielle Gewohnheiten aufzubauen — alles auf einfache, intuitive Weise und inspiriert von der traditionellen japanischen Methode des Finanzmanagements.
pt_br: Organizar suas finanças não precisa ser complicado. O Kakeibo foi criado para ajudar você a entender para onde seu dinheiro vai, tomar decisões mais conscientes e construir hábitos financeiros saudáveis — tudo de forma simples, intuitiva e inspirada no tradicional método japonês de gestão financeira.
zh_cn: 理财无需复杂。Kakeibo 旨在帮助您了解资金去向，做出更明智的决策，并建立健康的财务习惯——这一切都以简单直观的方式呈现，灵感源自传统的日本财务管理方法。
